{
  "id": "B-037",
  "identifier": "com.usegdi.vision-pro-mockups",
  "version": "0.1.0",
  "url": "/boards/B-037",
  "boardInfo": {
    "name": "Mockup",
    "index": 37,
    "imageUrl": "/images/boards/mockup.jpg",
    "boardType": "adhoc",
    "description": "Mockup is an innovative application designed to simulate screens from various devices, such as mobile phones and VR headsets, allowing users to record the screen for demonstrations or presentations. Whether you need to showcase your app's functionality on different devices or create engaging tutorials, Mockup offers a seamless solution for recording and simulating device screens with ease.",
    "descriptionLong": "Mockup is an innovative application designed to simulate screens from various devices, such as mobile phones and VR headsets, allowing users to record the screen for demonstrations or presentations. Whether you need to showcase your app's functionality on different devices or create engaging tutorials, Mockup offers a seamless solution for recording and simulating device screens with ease. With its user-friendly interface and intuitive controls, Mockup ensures that users can effortlessly interact with the simulated screens and capture high-quality recordings for their specific use cases. From mobile app developers to VR content creators, Mockup caters to a wide range of audiences, offering unmatched versatility and convenience.",
    "oneLiner": "Simulate screens from different devices and effortlessly record the screen for demonstrations or tutorials with Mockup.",
    "oneLinerShort": "\"Simulate and record screens\"",
    "header": "",
    "fields": [],
    "tags": [
      "mockup",
      "simulation",
      "recording",
      "demonstration",
      "VR"
    ],
    "supportedResolutions": [
      "1920x1080",
      "1280x720"
    ],
    "tsVersion": "2024-02-03 14:44:00"
  },
  "author": "gdi",
  "dependencies": {
    "@gdi/store-base": "^1.0.0",
    "@gdi/ui": "^1.0.0",
    "@gdi/widgets-starter": "^1.0.0"
  },
  "apis": {},
  "defaults": {},
  "flowUrl": "/B-037/B-037.flow.json",
  "isActive": false,
  "reviewInfo": {
    "reviewsCount": 0,
    "installationCount": 0,
    "rating": 0,
    "reviews": {}
  },
  "elements": {
    "default": {
      "e2": {
        "id": "e2",
        "widgetId": "com.usegdi.starter.mock",
        "title": "Mock",
        "position": {
          "x": 1,
          "y": 1
        },
        "dimension": {
          "x": 121,
          "y": 48
        },
        "boardId": "B-037",
        "flags": {},
        "props": {}
      }
    }
  }
}
